{
  "berserk": {
    "title": "Berserk",
    "titles": {
      "romaji": "Berserk",
      "english": "Berserk",
      "native": "ベルセルク"
    },
    "description_id": "Namanya Guts, Pendekar Pedang Hitam, seorang pejuang yang ditakuti yang hanya dibicarakan dalam bisikan. Pembawa pedang raksasa, tangan besi, dan bekas luka dari pertempuran dan penyiksaan yang tak terhitung jumlahnya, dagingnya juga ditandai dengan Merek yang tak terhapuskan, sebuah simbol tidak suci yang menarik kekuatan kegelapan ke arahnya dan menghukumnya sebagai korban mereka. Tapi Guts tidak akan membiarkan nasibnya begitu saja; dia akan melakukan pembantaian besar-besaran di antara orang-orang terkutuk—dan siapa pun yang cukup bodoh untuk menentangnya! Ditemani oleh Puck si Elf, yang lebih menyebalkan daripada teman, Guts tanpa henti mengikuti jalan gelap berlumuran darah yang hanya mengarah pada kematian...atau balas dendam.\n\n(Sumber: Kuda Hitam)\n\nCatatan:\n- Volume 1-5 berisi 16 bab prekuel 0A - 0P.\n- Bab 83 dihilangkan dari Volume 13 karena permintaan penulis.\n- Volume 14 mencakup \"Berserk: Prototipe\".\n- Karena meninggalnya penulis, mulai dari Bab 365, manga diilustrasikan oleh Studio Gaga (asisten Miura) dan diawasi oleh Kouji Mori (teman dekat Miura).",
    "year": 1989,
    "status": "RELEASING",
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Horror",
      "Psychological"
    ],
    "authors": [
      "Kentarou Miura",
      "Studio Gaga"
    ],
    "artists": [
      "Dan Nakrosis",
      "Kentarou Miura",
      "Studio Gaga"
    ],
    "chapters": null,
    "score": 93,
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/bx30002-Cul4OeN7bYtn.jpg",
    "source": "AniList"
  },
  "black-clover": {
    "title": "Black Clover",
    "titles": {
      "romaji": "Black Clover",
      "english": null,
      "native": "ブラッククローバー"
    },
    "description_id": "Prototipe one-shot Black Clover yang awalnya debut di Jump NEXT!! 2014, jilid 2.",
    "year": 2014,
    "status": "FINISHED",
    "genres": [
      "Action",
      "Comedy"
    ],
    "authors": [
      "Yuuki Tabata"
    ],
    "artists": [
      "Yuuki Tabata"
    ],
    "chapters": 1,
    "score": 68,
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/bx114652-b4VxxYpvU8id.png",
    "source": "AniList"
  },
  "blue-lock": {
    "title": "Blue Lock",
    "titles": {
      "romaji": "Blue Lock",
      "english": "Blue Lock",
      "native": "ブルーロック"
    },
    "description_id": "Setelah kekalahan telak di Piala Dunia 2018, tim Jepang kesulitan untuk berkumpul kembali. Tapi apa yang hilang? Seorang Ace Striker mutlak, yang dapat membimbing mereka menuju kemenangan. Persatuan Sepak Bola Jepang sangat ingin menciptakan seorang striker yang haus akan gol dan haus akan kemenangan, dan yang dapat menjadi instrumen penentu dalam membalikkan kekalahan...dan untuk melakukannya, mereka telah mengumpulkan 300 pemain muda Jepang terbaik dan paling cemerlang. Siapa yang akan muncul untuk memimpin tim...dan akankah mereka mampu mengalahkan dan mengalahkan ego semua orang yang menghalangi mereka?\n\n(Sumber: Kodansha AS)\n\nCatatan: Pemenang Penghargaan Manga Kodansha ke-45 Kategori Shounen pada tahun 2021.",
    "year": 2018,
    "status": "RELEASING",
    "genres": [
      "Action",
      "Drama",
      "Sports"
    ],
    "authors": [
      "Muneyuki Kaneshiro"
    ],
    "artists": [
      "Yuusuke Nomura"
    ],
    "chapters": null,
    "score": 82,
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/bx106130-yPNeuSu75ey1.jpg",
    "source": "AniList"
  },
  "bocchi-the-rock": {
    "title": "Bocchi the Rock!",
    "titles": {
      "romaji": "Bocchi the Rock!",
      "english": "Bocchi the Rock!",
      "native": "ぼっち・ざ・ろっく！"
    },
    "description_id": "Hitori Gotoh hanya ingin menjadi populer, namun pemikiran untuk berinteraksi dengan teman-teman sekelasnya membuatnya hancur berkeping-keping. Solusinya adalah menjadi legenda rock yang sangat keren sehingga orang-orang malah mendekatinya! Namun, meskipun menghabiskan seluruh masa sekolah menengahnya di lemari sambil merobek-robek gitar mungkin telah membuatnya mendapatkan ketenaran internet anonim, hal itu tidak berpengaruh pada keterampilan sosialnya. Sekarang seorang siswa sekolah menengah, Hitori merasa siap untuk layu dan mati-ketika dia tiba-tiba mendapat permintaan untuk mengisi posisi sebuah band! Sepertinya keinginannya menjadi kenyataan-tetapi apakah para introvert yang paling cemas ini memiliki apa yang diperlukan untuk tampil di depan penonton langsung?!\n\n(Sumber: Yen Press) \n\nCatatan: Termasuk tiga bab tambahan.",
    "year": 2018,
    "status": "RELEASING",
    "genres": [
      "Comedy",
      "Music",
      "Slice of Life"
    ],
    "authors": [
      "Aki Hamaji"
    ],
    "artists": [
      "Aki Hamaji"
    ],
    "chapters": null,
    "score": 82,
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/bx111258-JWKMq8VGpdiL.jpg",
    "source": "AniList"
  },
  "chainsaw-man": {
    "title": "Chainsaw Man",
    "titles": {
      "romaji": "Chainsaw Man",
      "english": "Chainsaw Man",
      "native": "チェンソーマン"
    },
    "description_id": "Namanya menjelaskan semuanya! Kehidupan Denji yang miskin berubah selamanya saat ia menyatu dengan anjing gergaji peliharaannya, Pochita! Sekarang dia tinggal di kota besar dan menjadi Pemburu Iblis resmi. Tapi dia harus banyak belajar tentang pekerjaan barunya dan kekuatan gergaji mesin!\n\n(Sumber: MANGA Plus)\n\nCatatan:\n- Dinominasikan untuk Penghargaan Manga Taisho 2020.\n- Pemenang Penghargaan Kono Manga ga Sugoi 2021.\n- Pemenang Penghargaan Manga Shogakukan ke-66 dalam kategori shounen.\n- Pemenang Penghargaan Harvey tahun 2021 dan 2022 untuk Manga Terbaik.\n- Bab 1-97 dirilis di Weekly Shounen Jump dari 3 Desember 2018 hingga 13 Desember 2020. Seri ini dilanjutkan dari Ch. 98 di Shounen Jump+ pada 12 Juli 2022",
    "year": 2018,
    "status": "RELEASING",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Horror",
      "Supernatural"
    ],
    "authors": [
      "Tatsuki Fujimoto"
    ],
    "artists": [
      "Tatsuki Fujimoto"
    ],
    "chapters": null,
    "score": 85,
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/bx105778-euxXZEIfDY2u.png",
    "source": "AniList"
  },
  "hunterxhunter": {
    "title": "HUNTER×HUNTER",
    "titles": {
      "romaji": "HUNTER×HUNTER",
      "english": "Hunter x Hunter",
      "native": "HUNTER×HUNTER"
    },
    "description_id": "Gon mungkin anak desa, tapi dia mempunyai cita-cita yang tinggi. Meskipun Bibi Mito memprotesnya, Gon memutuskan untuk mengikuti jejak ayahnya dan menjadi Hunter legendaris. Calon Pemburu memulai perjalanan mereka dengan kapal yang dilanda badai, tempat Gon bertemu Leorio dan Kurapika, satu-satunya pelamar lain yang tidak terpukul oleh serangan mabuk laut.\n\nSetelah selamat dari teror laut lepas, Gon dan teman-temannya kini harus membuktikan kemampuan mereka dalam berbagai tes untuk menemukan Ruang Ujian yang sulit dipahami. Dan begitu mereka sampai di sana, akankah mereka pergi hidup-hidup...?\n(Sumber: VIZ Media)",
    "year": 1998,
    "status": "RELEASING",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "authors": [
      "Yoshihiro Togashi"
    ],
    "artists": [
      "Eric Montesinos",
      "Yoshihiro Togashi"
    ],
    "chapters": null,
    "score": 88,
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/bx30026-uCvXMudMzmwI.jpg",
    "source": "AniList"
  },
  "one-punch-man": {
    "title": "One Punch Man",
    "titles": {
      "romaji": "One Punch Man",
      "english": null,
      "native": "ワンパンマン"
    },
    "description_id": "Mengikuti kehidupan seorang pahlawan yang berhasil memenangkan semua pertempuran hanya dengan satu pukulan. Kemampuan ini sepertinya membuatnya frustasi karena dia tidak lagi merasakan sensasi dan adrenalin dalam bertarung dalam pertarungan yang sulit, yang membuatnya mempertanyakan keinginan masa lalunya untuk menjadi kuat.\n\nAslinya digambar oleh ONE.",
    "year": 2009,
    "status": "RELEASING",
    "genres": [
      "Action",
      "Comedy",
      "Sci-Fi",
      "Supernatural"
    ],
    "authors": [
      "ONE"
    ],
    "artists": [
      "ONE"
    ],
    "chapters": null,
    "score": 82,
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/bx85364-O28PUKbABg8y.jpg",
    "source": "AniList"
  },
  "sousou-no-frieren": {
    "title": "Sousou no Frieren",
    "titles": {
      "romaji": "Sousou no Frieren",
      "english": "Frieren: Beyond Journey’s End",
      "native": "葬送のフリーレン"
    },
    "description_id": "Petualangan telah berakhir tetapi hidup terus berjalan bagi seorang penyihir elf yang baru mulai mempelajari apa arti hidup.\n\nElf penyihir Frieren dan rekan petualangnya yang pemberani telah mengalahkan Raja Iblis dan membawa perdamaian ke negeri itu. Setelah perjuangan besar berakhir, mereka semua berpisah untuk menjalani kehidupan yang tenang. Tapi sebagai peri, Frieren, yang hampir abadi, akan hidup lebih lama dari sisa partainya sebelumnya. Bagaimana dia bisa menerima kematian teman-temannya? Bagaimana dia bisa menemukan kepuasan dalam hidupnya, dan bisakah dia belajar memahami apa arti hidup bagi manusia di sekitarnya? Frieren memulai perjalanan baru untuk menemukan jawabannya.\n(Sumber: Viz Media)\n\nCatatan:\n- Pemenang Hadiah Utama di Manga Taisho Awards ke-14.\n- Dinominasikan untuk Penghargaan Budaya Tezuka Osamu Tahunan ke-25.\n- Posisi ke-3 pada Penghargaan Manga Tahunan Berikutnya ke-7.",
    "year": 2020,
    "status": "RELEASING",
    "genres": [
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "authors": [
      "Kanehito Yamada"
    ],
    "artists": [
      "Tsukasa Abe"
    ],
    "chapters": null,
    "score": 87,
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/bx118586-CXKgWikBFQgS.jpg",
    "source": "AniList"
  }
}